[M_Sage_EggOnFace MissionDefinition]
MissionName="Ovo na Cara"
MissionDescription="Dietmar Von Heinrichzimmerschneit precisa de imagens suas coletando ovos.\nNada mais do que isso, na verdade."
TurnInDescription="O trabalho era difícil mas, você o fez parecer SUPER FÁCIL.\nQue lástima..."
MissionSummary="Encontre alguns ovos para Dietmar Von Heinrichzimmerschneit."
MissionGiver="Painel de Trabalhos de Hunter's Grotto"
MissionTurnInLocation="Painel de Trabalhos de Hunter's Grotto"
TeaserText="Duro de quebrar."

[M_Sage_EggOnFace:CollectEggs MissionObjectiveDefinition]
ProgressMessage="Recolha ovos de Vacilante"

[M_Sage_EggOnFace:CollectEggsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EggOnFace:KillQueen MissionObjectiveDefinition]
ProgressMessage="Elimine o Arizona"

[M_Sage_EggOnFace:KillQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

